[
    {
    "id":1,
    "title":" Grazers: A Cooperative Story",
    "details":" With interest in a farm-to-table food on the rise, a small band of upstate New York farmers sees an opportunity to hold on to their endangered farms by raising and selling grass-fed beef. "
    },
    {
    "id":2,
    "title":" Circle of Poison",
    "details":" A global look at communities impacted by the export of toxic pesticides made in America and how they are fighting back. "
    },
    {
    "id":3,
    "title":" Sustainable",
    "details":"An investigation of the economic and environmental instability of America's food system, from agricultural issues - soil loss, water depletion, climate change, pesticide use - to the leaders determined to fix it."
    },
    {
    "id":4,
    "title":" The Great American Wheat Harvest",
    "details":"The story of hard-working American families who spend each summer traveling from Texas to the Canadian border and beyond, harvesting thousands of acres of wheat."
    },
    {
    "id":5,
    "title":" On Her Own",
    "details":" On Her Own tells the story of Nancy Prebilich and her family as they struggle to save their 5th generation farm during the Great Recession."
    },
    {
    "id":6,
    "title":" Occupy the Farm",
    "details":" Occupy the Farm tells the story of 200 urban farmers who walk onto a publicly-owned research farm and plant two acres of crops in order to save the land from becoming a real-estate development."
    },
    {
    "id":7,
    "title":" Troublesome Creek",
    "details" : " Occupy the Farm tells the story of 200 urban farmers who walk onto a publicly-owned research farm and plant two acres of crops in order to save the land from becoming a real-estate development."
    },
    {
    "id":8,
    "title":" To Which We Belong",
    "details":"  Meet the farmers and ranchers leaving behind conventional practices that are no longer profitable or sustainable. They are improving the health of our soil and sea to save their livelihoods — and our planet."
    }
    
    
    
    
    
    
    
    ]
    